Repository: jungchris/SnapMeet
Catalog: ShareMySpot/*.lproj/Localizable.strings
Languages: es, fr, nl, vi

# SHARE_BUTTON
source: Share Place
es: Compartir Sitio
fr: Référer Ce Lieux
nl: Deel Deze Plaats
vi: Chia Sẻ Này

# MAP_BUTTON
source: Show Map
es: Ver Mapa
fr: Voir La Carte
nl: Zie Kaart
vi: Xem bản đồ

# FRIENDS_BUTTON
source: Places Shared
es: Lugares Compartidos
fr: Lieux Référé
nl: Plaatsen Gedeeld
vi: Xem điểm

# ADDRESS_BUTTON
source: Address Book
es: La Libreta
fr: Carnet d'adresses
nl: Adresboek
vi: Sổ địa chỉ

# SETTINGS_BUTTON
source: Settings
es: Ajustes
fr: Réglages
vi: sự sắp đặt

# NAME_LABEL
source: Logged in:
es: Conectado:
fr: Connecté
nl: Ingelogd:
vi: đăng nhập:

# ERROR_TITLE_CONNECT
source: Connection Error
es: Error de conexión
fr: Erreur de connexion
nl: Verbinding fout
vi: Lỗi kết nối

# ERROR_MESSAGE_CONNECT
source: Your connection to the Internet appears to be offline. Please check that you are not in airplane mode.
es: Su conexión a Internet parece estar fuera de línea. Por favor, compruebe que no está en modo avión.
fr: Votre connexion à l'Internet semble être déconnecté. S'il vous plaît vérifier que vous n'êtes pas en mode avion.
nl: Uw verbinding met het internet lijkt offline te zijn. Controleer of u bent niet in vliegmodus.
vi: Kết nối với Internet Xuất hiện được ẩn. Vui lòng kiểm tra đó bạn đang không ở trong chế độ máy bay.

# ERROR_TITLE
source: Oops!
es: ¡Falta!
fr: Problème
nl: Vergissing!
vi: Rất tiếc

# ERROR_DISMISS
source: Dismiss
es: Despedir
fr: Renvoyer
nl: Ontslaan
vi: chận đường

# ERROR_TITLE_NOEMAIL
source: No email
fr: Aucune Adresse Courriel
nl: Geen e-mail
vi: Không có email

# ERROR_MESSAGE_NOEMAIL
source: The recipient selected does not have an email in your address book. No problem, we'll send them a text message.
es: El destinatario seleccionado no tiene un correo electrónico en la libreta de direcciones. No hay problema, le enviaremos un mensaje texto
fr: Le destinataire sélectionné ne dispose pas d'un e-mail dans votre carnet d'adresses. Pas de problème, nous allons leur envoyer un message texte
nl: De geselecteerde ontvanger heeft een e-mail niet in uw adresboek. Geen probleem, zullen we ze een SMS-bericht
vi: Người nhận được chọn không có một email trong sổ địa chỉ của bạn. Không có vấn đề, chúng tôi sẽ gửi cho họ một tin nhắn văn bản

# ERROR_DISMISS_OK
source: Ok
es: Confirmar
nl: Goed
vi: cách chức

# ERROR_TITLE_INVALID
source: Invalid Email
es: Email Inválido
fr: Courriel Non Valide
nl: Ongeldig e-mail
vi: Email không hợp lệ

# ERROR_MESSAGE_INVALID
source: Selected recipient does not have a valid email. No problem, we'll send them a text message.
es: El destinatario seleccionado no tiene un correo electrónico válido. No hay problema, le enviaremos un mensaje de texto
fr: Destinataire sélectionné n'a pas une adresse email valide. Pas de problème, nous allons leur envoyer un message texte
nl: De geselecteerde ontvanger niet beschikt over een geldig e-mail. Geen probleem, zullen we ze een SMS-bericht
vi: Người nhận chọn không có một email hợp lệ. Không có vấn đề, chúng tôi sẽ gửi cho họ một tin nhắn văn bản

# ERROR_TITLE_GPS
source: No Location
es: Sin Ubicación
fr: Sans Localisation
nl: Geen Locatie
vi: Không có vị trí

# ERROR_MESSAGE_GPS
source: We were not able to determine your location. Please check that your GPS is on and working.
es: No fuimos capaces de determinar su ubicación. Por favor, comprueba que su posición está encendido y funcionando.
fr: Nous n'étions pas en mesure de déterminer votre position. S'il vous plaît vérifier que votre service de localisation est en marche.
nl: We waren niet in staat om uw locatie te bepalen. Controleer of uw GPS is ingeschakeld en werkt.
vi: Chúng tôi không thể xác định vị trí của bạn. Hãy kiểm tra xem GPS của bạn nằm trên và làm việc.

# SUCCESS_TITLE
source: Success!
es: Acierto
fr: Succès!
nl: Succes!
vi: Sự thành công

# SUCCESS_MESSAGE
source: Your location has been shared with
es: Su ubicación ha sido compartida con
fr: Votre position a été communiqué avec
nl: Uw locatie wordt gedeeld met
vi: Vị trí của bạn đã được chia sẻ với

# INVITE_TITLE
source: Recipient Account
es: Cuenta del Destinatario
fr: Compte Destinataire
nl: Ontvangersaccount
vi: Tài khoản người nhận

# INVITE_MESSAGE
source: The recipient of this message does not have a Snap-Meet account yet. Send them an invitation to download Snap-Meet
es: El destinatario de este mensaje no tiene una cuenta de Snap-Meet todavía. Enviar una invitación para descargar Snap-Meet
fr: Le destinataire de ce message n'a pas encore un compte Snap-Meet. Envoyez-lui ou elle une invitation pour télécharger l'application.
nl: De ontvanger van dit bericht heeft nog geen Snap-Meet-account te hebben. Stuur ze een uitnodiging om de app te downloaden.
vi: Người nhận thông báo này không có một tài khoản Snap-Meet gỡ được nêu ra. Gửi cho họ một lời mời để tải về Snap-Meet gỡ

# INVITE_MESSAGE_FAIL
source: The recipient does not have an account and you are unable to send text or email messages.
es: No se puede enviar una invitación por e-mail o mensaje texto.
fr: Pour le moment il n'est pas possible d'envoyer de courriel ou texto
nl: Niet in staat om een tekst-of e-mailbericht verzenden.
vi: Không thể gửi tin nhắn hoặc thư điện tử.

# INVITE_UNSELECTED
source: No recipient has been selected from your address book.
es: No recipient has been selected from your address book. You can send a message manually.
fr: Aucun lauréat a été sélectionné à partir de votre carnet d'adresses. Vous pouvez envoyer un message manuellement.
nl: No recipient has been selected from your address book. You can send a message manually.
vi: No recipient has been selected from your address book. You can send a message manually.

# INVITE_TEXT
source: Send text
es: Enviar mensaje texto
fr: Envoyer message texte
nl: Stuur een tekstbericht
vi: Gửi tin nhắn văn bản

# INVITE_EMAIL
source: Send email
es: Enviar e-mail
fr: Envoyer un courriel
nl: Stuur e-mail
vi: Gửi tin nhắn email

# INVITE_SUBJECT
source: Get Snap-Meet
es: Descarga Snap-Meet
fr: Télécharger Snap-Meet
nl: Te Downloaden Snap-Meet
vi: Đi được phần mềm Snap-Meet

# INVITE_BODY
source: To view the location and snapshot get Snap Meet itms-apps://itunes.apple.com/us/app/snap-meet/id870848511?mt=8&uo=4
es: Para ver la ubicación y la instantánea que se comparte, usted tendrá que obtener Snap Meet itms-apps://itunes.apple.com/us/app/snap-meet/id870848511?mt=8&uo=4
fr: Pour afficher l'emplacement et l'instantané étant partagé, vous aurez besoin d'obtenir Snap Meet itms-apps://itunes.apple.com/us/app/snap-meet/id870848511?mt=8&uo=4
nl: Om de locatie en snapshot worden gedeeld te bekijken, moet u Snap Meet kennis te krijgen van itms-apps://itunes.apple.com/us/app/snap-meet/id870848511?mt=8&uo=4
vi: Để thấy vị trí và ảnh chụp được chia sẻ, bạn sẽ cần phải nhận được Snap Meet gỡ từ itms-apps://itunes.apple.com/us/app/snap-meet/id870848511?mt=8&uo=4

# ERR_TEXT_TITLE
source: Unable to Send Text
es: No se puede enviar texto
fr: Impossible d'envoyer SMS
nl: Kan Tekst Verstuur
vi: Không thể gửi tin nhắn văn bản

# ERR_TEXT_MESSAGE
source: Your device does not appear to support sending text messages at this time.
es: Su dispositivo parece no ser capaz de enviar mensajes de texto en este momento.
fr: Votre appareil ne semble pas être en mesure d'envoyer des messages texte à ce moment.
nl: Het apparaat lijkt geen ondersteuning voor het verzenden van SMS-berichten op dit moment.
vi: Điện thoại của bạn không xuất hiện để hỗ trợ gửi tin nhắn vào lúc này.

# ERR_EMAIL_TITLE
source: Unable to Send Email
es: No se puede enviar correo electrónico
fr: Impossible d'envoyer
nl: Kan Geen E-mail Versturen
vi: Không thể gửi tin nhắn email

# ERR_EMAIL_MESSAGE
source: Your device does not appear to support sending emails at this time.
es: Su dispositivo parece no apoyar el envío de mensajes de correo electrónico en este momento.
fr: Votre appareil ne semble pas être en mesure d'envoyer des emails à ce moment.
nl: Het apparaat lijkt geen ondersteuning voor het verzenden van e-mails op dit moment.
vi: Điện thoại của bạn không xuất hiện để hỗ trợ việc gửi email vào lúc này.

# PUSH_MESSAGE
source: is sharing a new location with you.
es: está compartiendo una nueva ubicación con usted.
fr: partage un nouvel endroit avec vous.
nl: is het delen van een nieuwe locatie met u.
vi: là chia sẻ một vị trí mới với bạn.

# PRIVACY_TITLE
source: Privacy Notice
es: Aviso de Privacidad
fr: Avis de Confidentialité
nl: Privacy Verklaring
vi: Thông Báo

# PRIVACY_MESSAGE
source: We do not collect information about you for any purpose other than as needed for this app to function. We do not sell, trade, or rent your information to outside parties. This app uses your email, name, device name and GPS location ONLY to connect you with users you choose to share locations with. If you change location, that information is not updated or tracked by this app. You can log in with either an email or Facebook account. This app will not post to your Facebook account without your permission.
es: No recopilamos información acerca de usted para cualquier propósito que no sea necesario para esta aplicación a funcionar. Nosotros no vendemos, comercializamos ni alquilamos su información. Esta aplicación utiliza su correo electrónico, nombre, nombre del dispositivo y ubicación posición sólo para conectar con usuarios que usted decide compartir ubicaciones. Si cambia la ubicación, la información no se actualiza o rastreado por esta aplicación. Puede iniciar la sesión, ya sea con un correo electrónico o cuenta de Facebook. Esta aplicación no va a publicar en su cuenta de Facebook sin permiso.
fr: Nous ne collectons aucune information vous concernant à des fins autres que celles nécessaires à fonction de l'application. Nous ne vendons pas, ni ne louons vos informations à des parties externes. Cette application utilise votre e-mail, nom, nom de l'appareil, et votre localisation, seulement à vous connecter avec les utilisateurs que vous choisissez. Si vous modifiez votre emplacement, cette information n'est pas mise à jour ou suivie par l'application. Vous pouvez vous connecter soit avec votre courriel ou votre compte Facebook. Cette application ne va pas publier sur votre compte Facebook sans votre permission.
nl: We hebben geen informatie over u te verzamelen voor andere doeleinden dan als nodig voor deze app om te functioneren doel. Wij verkopen, verhandelen of uw gegevens verhuren aan derden. Deze app maakt gebruik van uw e-mail, naam, naam van het apparaat en de GPS-locatie ALLEEN om u in contact met gebruikers die u kiest om locaties te delen met. Als u wilt wijzigen, wordt die informatie niet bijgewerkt of bijgehouden door deze app. U kunt inloggen met of een e-mail of Facebook-account. Deze app zal niet posten op je Facebook-account zonder uw toestemming.
vi: Chúng tôi không thu thập thông tin về bạn cho bất kỳ mục đích nào khác hơn là cần thiết cho các ứng dụng này hoạt động. Chúng tôi không bán, thương mại, hoặc cho thuê thông tin của bạn cho bên ngoài. Ứng dụng này sử dụng thư điện tử, tên, tên thiết bị của bạn và vị trí GPS chỉ để kết nối bạn với người sử dụng mà bạn chọn để chia sẻ địa điểm với. Nếu bạn thay đổi vị trí, thông tin đó không được cập nhật hoặc theo dõi bởi ứng dụng này. Bạn có thể đăng nhập với tài khoản Facebook hoặc một email hoặc. Ứng dụng này sẽ không gửi vào tài khoản Facebook của bạn mà không cần sự cho phép của bạn.

# FBLOGIN_ERR_TITLE
source: Facebook Login Error
es: Problema con sesión Facebook
fr: Erreur de Connexion sur Facebook
nl: Probleem met Facebook Login
vi: Lỗi đăng nhập Facebook

# FBLOGIN_ERR_MESSAGE
source: The Facebook login was cancelled.
es: El inicio de sesión de Facebook se canceló.
fr: La connexion Facebook a été annulée.
nl: De Facebook-login is geannuleerd.
vi: Đăng nhập Facebook đã bị hủy bỏ.

# LOGIN_ERR_EMAIL
source: Make sure you enter a valid email.
es: Asegúrese de que ha introducido su email y contraseña segura.
fr: Assurez-vous que vous avez saisi votre email et votre mot de passe.
nl: Zorg ervoor dat u uw e-mailadres en wachtwoord.
vi: Hãy chắc chắn rằng bạn đã nhập email và mật khẩu của bạn.

# LOGIN_ERR_PWD
source: Make sure you enter a strong enough password with six or more characters.
es: Asegúrese de que ha introducido una contraseña lo suficientemente seis o más caracteres.
fr: Assurez-vous que vous avez entré un mot de passe assez fort au moins six caractères.
nl: Zorg ervoor dat je een sterk genoeg wachtwoord van zes of meer tekens ingevoerd.
vi: Hãy chắc chắn rằng bạn đã nhập một mật khẩu đủ mạnh sáu hoặc nhiều ký tự.

# LOGIN_ERR_NAME
source: Make sure you enter your name or nickname.
es: Asegúrese de que ha introducido un nombre de usuario.
fr: Assurez-vous que vous avez entré un nom d'utilisateur.
nl: Zorg ervoor dat u een gebruikersnaam ingevoerd.
vi: Hãy chắc chắn rằng bạn nhập tên người dùng.

# LOGIN_ERR_ALL
source: Make sure you entered your name, email and a decent password.
es: Asegúrese de que ha introducido su nombre, correo electrónico y una contraseña segura.
fr: Assurez-vous que vous avez saisi votre nom, e-mail et un mot de passe fort.
nl: Zorg ervoor dat u uw naam, e-mailadres en een sterk wachtwoord ingevoerd.
vi: Hãy chắc chắn rằng bạn đã nhập tên của bạn, email và mật khẩu mạnh.

# DEFAULT_NONAME
source: No name
es: Sin nombre especificado
fr: Pas de nom spécifiée
nl: Geen Naam
vi: Không có tên

# DEFAULT_NOTIME
source: No time specified
es: No hay tiempo especificado
fr: Pas d'heure spécifiée
nl: Geen tijd specfiied
vi: Không có thời gian quy định

# DEFAULT_DEVICE
source: iOS Device
es: Dispositivo iOS
fr: Appareil iOS
nl: iOS-apparaat
vi: thiết bị iOS

# TIME_SENT
source: Sent at:
es: Enviado a las:
fr: Envoyé à:
nl: Verzonden op:
vi: Gửi tại:

# ERR_TITLE_NOGPSINFO
source: No GPS Data
es: No Hay Información de Posición
fr: Données de Localisation Manquantes
nl: Geen GPS-gegevens
vi: Không có dữ liệu GPS

# ERR_MESSAGE_NOGPSINFO
source: The sender didn't include GPS location information. Please select another shared place.
es: El remitente no incluyó la información de ubicación posición. Por favor seleccione otro lugar.
fr: L'expéditeur n'a pas inclus les informations de localisation.
nl: De afzender heeft GPS locatie informatie niet bevatten. Selecteer een andere plaats.
vi: Người gửi không bao gồm thông tin vị trí GPS. Hãy chọn một nơi khác.

source: Sent by:
es: Enviado por:
fr: Envoyé par:
nl: Die door:
vi: Gửi bởi:
