Repository: jungchris/SnapMeet
Catalog: *.lproj/MainStoryboard.strings
Languages: fr

# 0S4-di-npj.text
source: Title
fr: Titre

# 4vF-Du-qIt.text
source: name
fr: nom

# 5Hq-NF-Yv6.text
source: Label
fr: Marque

# 61w-cl-f97.text
source: or login without Facebook
fr: ou connectez-vous sans Facebook

# C0V-GL-nSa.text
source: Detail
fr: Détail

# CV9-bS-n6M.normalTitle
source: Sign Up
fr: S'inscrire

# L47-wQ-AWl.normalTitle
source: Privacy Notice
fr: Confidentialité

# PUf-Fi-JJT.text
source: Name
fr: Nom

# VOf-2r-739.normalTitle
source: Sign Up
fr: S'inscrire

# YSM-DO-vKk.normalTitle
source: Delete
fr: Effacer

# ZDW-Xw-tUb.normalTitle
source: Log In
fr: Connexion

# aKs-fT-0kF.text
source: (we won't post without your permission)
fr: (nous ne publierons pas sans votre permission)

# bCx-gO-Yqk.normalTitle
source: Share
fr: Expédier

# bE6-cM-2Qc.text
source: We won't sell, trade or rent your email. No spam, no nonsense.
fr: Nous n'allons pas vendre, échanger ou louer votre email. Pas de spam, ni bêtises.

# c89-NT-QAy.title
source: Navigate
fr: Diriger

# flV-7U-mmp.title
source: SnapMeet - Snapshot
fr: Instantané

# ggA-9l-hHC.normalTitle
source: Privacy Notice
fr: Confidentialité

# hOA-hS-VDQ.normalTitle
source: Directions
fr: Diriger

# ha0-o2-Bo5.text
source: Email address
fr: Adresse e-mail

# jOS-c9-CXb.title
source: Cancel
fr: Décommander

# kiU-dK-RFh.text
source: Email address
fr: Adresse e-mail

# lk7-Br-nKf.text
source: Password
fr: Mot de passe

# mDk-eX-wEq.title
source: SnapMeet - Places
fr: Places

# ni1-e0-Skp.text
source: Password
fr: Mot de passe

# p62-d1-b9O.title
source: SnapMeet - Log In
fr: Connexion

# pHR-J6-ld6.text
source: Label
fr: Titre

# rMC-Xc-YDr.text
source: Share location:
fr: Partager l'endroit:

# v0U-Pf-8K6.title
source: placeMe - Sign Up
fr: S'inscrire

# vNG-sD-lLR.text
source: Don't have an account?
fr: Vous n'avez pas de compte?

# vZx-zT-nEC.title
source: Log Out
fr: Déconnexion
